Revit 2024 API
BuiltInFailures.TagFailures.RemoveTagWithNoLeaders Property
 The Tag was deleted because it was no longer pointing to any elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RemoveTagWithNoLeaders { get; }
Visual Basic
Public Shared ReadOnly Property RemoveTagWithNoLeaders As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RemoveTagWithNoLeaders {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace